import React from 'react'

export default function page() {
  return (
    <section className='max-w-screen-xl mx-auto p-4 md:p-8 min-h-[80dvh] bg-gray-100 shadow-md rounded-lg my-6'>
  <h2 className='text-center text-4xl lg:text-5xl my-8'>سياسة الخصوصية</h2>
  <p>
    نحن نحترم خصوصيتك ونلتزم بحماية المعلومات الشخصية التي تشاركها معنا. تُستخدم المعلومات التي نجمعها فقط لتحسين تجربتك على موقعنا وتقديم الخدمات المطلوبة.
  </p>
  <h3 className='text-3xl my-4'>جمع المعلومات</h3>
  <p>
    نقوم بجمع المعلومات الشخصية التي تقدمها عند التسجيل أو ملء النماذج على موقعنا، مثل الاسم، البريد الإلكتروني، ورقم الهاتف.
  </p>
  <h3 className='text-2xl my-4'>استخدام المعلومات</h3>
  <p>
    تُستخدم المعلومات الشخصية لتقديم الخدمات المطلوبة، مثل التواصل معك بشأن العقارات التي تهتم بها، وتحسين خدماتنا وموقعنا الإلكتروني.
  </p>
  <h3 className='text-2xl my-4'>مشاركة المعلومات</h3>
  <p>
    لن نقوم ببيع أو تأجير أو مشاركة المعلومات الشخصية مع أطراف ثالثة بدون موافقتك، إلا إذا كان ذلك مطلوباً بموجب القانون.
  </p>
  <h3 className='text-2xl my-4'>أمان المعلومات</h3>
  <p>
    نحن نتخذ إجراءات أمان مناسبة لحماية المعلومات الشخصية من الوصول غير المصرح به أو التعديل أو الإفشاء أو التدمير.
  </p>
  <h3 className='text-2xl my-4'>التعديلات على سياسة الخصوصية</h3>
  <p>
    نحتفظ بالحق في تعديل سياسة الخصوصية هذه في أي وقت. سيتم نشر أي تغييرات هنا، لذا يرجى مراجعة هذه الصفحة بانتظام.
  </p>
  <h3 className='text-2xl my-4'>الاتصال بنا</h3>
  <p>
    إذا كان لديك أي أسئلة أو مخاوف بشأن سياسة الخصوصية هذه، يرجى الاتصال بنا عبر البريد الإلكتروني أو الهاتف.
  </p>
</section>

  )
}