
import React from 'react'

export default function page() {
  return (
    <section className='max-w-screen-xl m-auto p-4 md:p-8 min-h-[80dvh] bg-gray-100 shadow-md rounded-lg my-6'>
  <h2 className='text-center text-4xl lg:text-5xl my-8'>الشروط والأحكام</h2>
  <p>
    أهلاً وسهلاً بكم في موقعنا. باستخدام هذا الموقع، فإنك توافق على الالتزام بالشروط والأحكام التالية. يرجى قراءتها بعناية.
  </p>
  <h3 className='text-3xl my-4'>استخدام الموقع</h3>
  <p>
    يُسمح باستخدام هذا الموقع فقط للأغراض القانونية ووفقاً للشروط والأحكام. يُمنع استخدام الموقع بأي طريقة غير قانونية أو تضر بنا أو بأطراف ثالثة.
  </p>
  <h3 className='text-3xl my-4'>الملكية الفكرية</h3>
  <p>
    جميع المحتويات الموجودة على هذا الموقع، بما في ذلك النصوص، الصور، والشعارات، محمية بموجب قوانين حقوق الطبع والنشر والعلامات التجارية. يُمنع إعادة إنتاج أو توزيع أي محتوى بدون إذن كتابي مسبق.
  </p>
  <h3 className='text-3xl my-4'>المسؤولية</h3>
  <p>
    نحن لا نتحمل أي مسؤولية عن أي أضرار قد تنشأ من استخدام هذا الموقع أو الاعتماد على أي محتوى أو معلومات مقدمة من خلاله. يتم استخدام الموقع على مسؤوليتك الخاصة.
  </p>
  <h3 className='text-3xl my-4'>التعديلات</h3>
  <p>
    نحتفظ بالحق في تعديل هذه الشروط والأحكام في أي وقت دون إشعار مسبق. يصبح أي تعديل ساري المفعول بمجرد نشره على الموقع.
  </p>
  <h3 className='text-3xl my-4'>القانون الواجب التطبيق</h3>
  <p>
    تخضع هذه الشروط والأحكام وتُفسر وفقاً لقوانين الدولة التي نعمل فيها. أي نزاع ينشأ عن أو يتعلق باستخدام هذا الموقع سيكون خاضعاً للاختصاص القضائي الحصري لمحاكم تلك الدولة.
  </p>
  <h3 className='text-3xl my-4'>الاتصال بنا</h3>
  <p>
    إذا كان لديك أي أسئلة أو استفسارات بشأن هذه الشروط والأحكام، يرجى الاتصال بنا عبر البريد الإلكتروني أو الهاتف.
  </p>
</section>

  )
}
